<?php

return [
    'communities' => [
        '079911' => '二林社大',
        '079912' => '二社田社大',
        '079913' => '員永村社大',
        '079914' => '彰化社大',
        '079915' => '湖埔社大',
        '079916' => '美港西社大',
        '079917' => '鹿秀社大',
    ],
    'codes' => [
        0 => '079911',
        1 => '079912',
        2 => '079913',
        3 => '079914',
        4 => '079915',
        5 => '079916',
        6 => '079917',
    ],
    'categories'=>[
        '1'=>'一般公告',
        '2'=>'行政公告',
    ],
    'situations'=>[
        '0'=>'退回',
        '1'=>'送審',
        '2'=>'通過',
        '3'=>'作廢',
    ],
    'types'=>[
        '1'=>'一般件',
        '2'=>'特急件',
    ],
    'question_types' => [
        'radio'=>'1.單選題',
        'checkbox'=>'2.多選題',
        'text'=>'3.文字題',
        'num'=>'4.數字題',
    ],
 ];
